const Description = () => {
  return (
    <div className='px-4 center mb-20 text-sm font-medium text-gray-600 w-[70%] mx-auto'>
      <p>В інтернет-магазині theGadget ви знайдете найкращі аксесуари та високоякісну техніку Apple. Ми надаємо гарантію якості на всі товари, до кожного клієнта індивідуальний підхід, а головне — досвідчений та доброзичливий персонал. Наш девіз «У theGadget ми продаємо не коробки з технікою — ми продаємо враження». Для нас головним є якість обслуговування наших клієнтів, нашим основним завданням є відпускати вас щасливими та з новим придбанням.</p>
    </div>
  );};

export default Description;